
[A_FireCannon H7EditorWarUnit]
mLore="Огненная пушка – прекрасная иллюстрация умения гномов находить магии практическое применение. Время от времени пылающие драконы даруют кланам огненные кристаллы. Гномы устанавливают эти кристаллы в пушки и используют сложные рунические рисунки, чтобы направить силу кристалла и выпустить в сторону вражеских укреплений взрывающийся огненный шар."
mDesc="Осадная единица"
mName="Огненная пушка"
[A_RuneStone H7EditorWarUnit]
mLore="На рунических камнях выгравированы летописи кланов. Эти камни призваны помогать кланам одерживать победы в грядущих войнах. Это не просто многословные саги о древних свершениях. Если правильно произносить слова этих сказаний, они укрепят волю и даже исцелят раны воинов клана."
[Fortress.A_BallistaFortress H7EditorWarUnit]
mLore="Гномы – большие мастера в изготовлении арбалетов и осадных орудий, и, как правило, предпочитают их более простому оружию вроде луков и пращей. Баллисты гномов обладают поистине смертоносной точностью, невероятной мощью и высокой скоростью стрельбы, что позволяет с легкостью остановить продвижение практически любого противника."
[A_RunicEmblem H7EditorWarUnit]
mLore="На рунических камнях выгравированы летописи кланов. Эти камни призваны помогать кланам одерживать победы в грядущих войнах. Это не просто многословные саги о древних свершениях. Если правильно произносить слова этих сказаний, они укрепят волю и даже исцелят раны воинов клана."
mDesc="Вспом. единица"
mName="Рунический камень"

[A_BallistaFortress H7EditorWarUnit]
mLore="Гномы – большие мастера в изготовлении арбалетов и осадных орудий, и, как правило, предпочитают их более простому оружию вроде луков и пращей. Баллисты гномов обладают поистине смертоносной точностью, невероятной мощью и высокой скоростью стрельбы, что позволяет с легкостью остановить продвижение практически любого противника.\n\nПри наличии умения "Безупречная поддержка" все союзные отряды после выстрела баллисты получают +5 к защите на 3 хода, а поражённый выстрелом противник теряет -5 атаки."
mDesc="Ед. огневой поддержки"
mName="Баллиста Северных кланов"
[A_TowerFortress H7TowerUnit]
mName="Башня Северных кланов"
